Repository: scakemyer/plugin.video.pulsar
Catalog: resources/language/*/strings.po
Languages: french, spanish

# #30288
source: Library updated, do you want to rescan it?[CR]You can later use Kodi's 'Update library' feature instead.
french: La bibliothéque a été mise a jour, voulez-vous la rescanner ?[CR]Vous pouvez utiliser ultérieurement la fonctionnalité 'Mettre a jour la bibliothéque'
spanish: Librería actualizada, quieres reescanear la librería?[CR]Tu puedes usar más tarde la opción ‘actualizar librería’ de KODI en su lugar

# #30289
source: Genres
spanish: Géneros

# #30290
source: Calendars
french: Calendriers
spanish: Calendarios

# #30291
source: My Movies
french: Mes films
spanish: Mis películas

# #30292
source: My Releases
french: Mes Releases
spanish: Mis lanzamientos

# #30293
source: All Movies
french: Tous les films
spanish: Todas las películas

# #30294
source: All Releases
french: Tous les Releases
spanish: Todos los lanzamientos

# #30295
source: My Shows
french: Mes séries
spanish: Mis programas

# #30296
source: My New Shows
french: Mes nouvelles séries
spanish: Mis nuevos programas

# #30297
source: My Premieres
french: Mes Créations
spanish: Mis estrenos

# #30298
source: All Shows
french: Tous les séries
spanish: Todos los programas

# #30299
source: All New Shows
french: Toutes les nouvelles séries
spanish: Todos los nuevos programas

# #30300
source: All Premieres
french: Toutes Les Créations
spanish: Todos los estrenos

# #30301
source: Move finished downloads to separate folders
spanish: Mover descargas terminadas a diferente carpeta

# #30302
source: Files will only be moved after seeding is finished (see[CR]- BitTorrent settings), and will wait if currently playing
spanish: Los archivos serán movidos después de que la siembra haya sido terminada(see[CR]- BitTorrent settings), and will esperaran si se están reproduciendo en este momento

# #30303
source: RAR archive detected. Download will need to be completed before playback can start and will require around twice the amount of space, continue?
spanish: Archivo RAR detectado. La descarga necesitará ser completada antes de que la reproducción pueda empeza y requerida el doble de espacio que ocupa la pelicula, continuar?r

# #30304
source: Error creating output pipe for 'unrar' command
spanish: Error creando tubo de salida para el comando 'unrar'

# #30305
source: Error starting 'unrar' command
spanish: Error iniciando comando 'unrar'

# #30306
source: Error waiting for 'unrar' command
spanish: Error esperando para comando 'unrar'

# #30307
source: Error reading from destination folder
spanish: Error leyendo la carpeta de destino

# #30308
source: Move completed
spanish: Movimiento completado

# #30000
source: General
french: Général

# #30011
source: Host
french: Hote

# #30021
source: Results per page
french: Résultats par page

# #30028
source: Do not ask to keep downloading
french: Ne pas demander a garder le téléchargement

# #30115
source: TV show scraper used by Kodi library
french: Bibliothéque utilisé par Kodi

# #30118
source: Scraping trackers...
french: Extraction...

# #30213
source: IMDB Top 250
french: Top 250 IMDB

# #30251
source: Box Office
french: Trakt: Box Office

# #30254
source: Watchlist
french: Liste à regarder
