Repository: scakemyer/plugin.video.pulsar
Catalog: resources/language/*/strings.po
Languages: french, spanish

# #30001
source: Download path (not FAT32)
french: Chemin de téléchargement (pas de FAT32)
spanish: Ruta para descargar (NO FAT32)

# #30002
source: Keep files after playback/download stops
french: Conserver les fichiers aprés la fin de la lecture ou du téléchargement
spanish: Mantener archivos después de reproducirlos

# #30003
source: Buffer size (MB)
french: Taille du tampon (Mo)
spanish: Tamaño buffer (MB)

# #30004
source: Max upload rate (kB/s)
french: Débit montant max (ko/s)
spanish: Tasa máxima de upload (kB/s)

# #30005
source: Max download rate (kB/s)
french: Débit descendant max (ko/s)
spanish: Tasa máxima de download (kB/S)

# #30006
source: Listen port min
french: Port d'écoute min
spanish: Puerto min

# #30007
source: Listen port max
french: Port d'écoute max
spanish: Puerto max

# #30009
source: SOCKS v5 Configuration
french: Configuration SOCKS v5
spanish: Configuración SOCKS v5

# #30010
source: Enabled
french: Activé
spanish: Activado

# #30012
source: Port
spanish: Puerto

# #30013
source: Login
french: Identifiant
spanish: Usuario

# #30014
source: Password
french: Mot de passe
spanish: Clave

# #30015
source: Advanced
french: Avancé
spanish: Avanzado

# #30016
source: Custom provider timeout
french: Délai d'attente maximum du Provider
spanish: Timeout provider

# #30017
source: Enabled (use at your own risk)
french: Activé (risqué)
spanish: Activado (use bajo su responsabilidad)

# #30018
source: Timeout in seconds
french: Délai d'attente max (secondes)
spanish: Timeout en segundos

# #30019
source: Maintenance
spanish: Mantenimiento

# #30020
source: Clear cache
french: Vider le cache
spanish: Borrar caché

# #30021
source: Enable pagination
spanish: Activar paginación

# #30022
source: Enable overlay status
french: Activer la barre d'information en surimpression
spanish: Activar barra de estado

# #30023
source: Choose stream automatically
french: Choisir un flux automatiquement
spanish: Seleccionar fuente automáticamente

# #30024
source: Get updates for pre-releases
french: Autoriser les versions beta
spanish: Obtener actualizaciones de pre-releases

# #30025
source: Limit rates after buffering only
french: Limiter le débit seulement aprés le chargement du tampon
spanish: Limitar tasas después de hacer buffering

# #30026
source: Library path
french: Chemin vers la médiathéque
spanish: Ruta de la librería

# #30027
source: Connections limit
french: Nombre de connexions max
spanish: Límite de conexiones

# #30028
source: Background handling of torrents
spanish: Procesar torrents en segundo plano

# #30029
source: Session saving frequency (seconds)
french: Fréquence de sauvegarde de la session (secondes)
spanish: Frecuencia para grabar sesiones (segundos)

# #30030
source: Overlay status vertical offset
french: Décalage vertical du statut en surimpression
spanish: Estado de superposición desplazamiento vertical

# #30031
source: Disable providers failing health check
french: Désactiver la détection des Providers en échec
spanish: Deshabilitar proveedores que fallen el control de salud

# #30032
source: Allowed failures before provider is disabled
french: Nombre d'érreurs avant désactivation d'un Provider
spanish: Fallos permitidos antes de que el proveedor esté deshabilitado

# #30033
source: Appearance
french: Apparence
spanish: Apariencia

# #30034
source: Default view for Movies
french: Vue par défaut pour les films
spanish: Vista por defecto para Películas

# #30035
source: Default view for TV Shows
french: Vue par défaut pour les séries
spanish: Vista por defecto para TV Shows

# #30036
source: Default view for Seasons
french: Vue par défaut pour les saisons
spanish: Vista por defecto para Temporadas

# #30037
source: Default view for Episodes
french: Vue par défaut pour les épisodes
spanish: Vista por defecto para

# #30038
source: Prefer use of original title
french: Utiliser de préférence le titre original
spanish: Preferir usar título original

# #30040
source: API key
french: Clé d'API
spanish: Llave API

# #30041
source: Stream sorting
french: Tri des flux
spanish: Ordenación de streams

# #30042
source: Sorting mode for Movies
french: Tri des Films
spanish: Modo de ordenar para Películas

# #30043
source: Sorting mode for TV Shows
french: Tri des Séries
spanish: Modo de ordenar para TV Shows

# #30044
source: By seeders
french: Par seeders
spanish: Por semillas

# #30045
source: By resolution
french: Par résolution
spanish: Por resolución

# #30046
source: Balanced
french: Equilibré
spanish: Balance

# #30047
source: Resolution preference for Movies
french: Préférence de résolution pour les Films
spanish: Preferencia de resolución para Películas

# #30048
source: Resolution preference for TV Shows
french: Préférence de résolution pour les Séries
spanish: Preferencia de resolución para TV Shows

# #30049
source: Percentage of additional seeders required before choosing next resolution
french: Pourcentage de seeders additionels avant de choisir la résolution suivante
spanish: Porcentaje de semillas adicionales requeridas antes de elegir la siguiente resolución

# #30050
source: Disable DHT
french: Désactiver DHT
spanish: Deshabilitar DHT

# #30051
source: Share ratio limit (percent)
french: Taux de partage des torrents (pourcent)
spanish: Compartir el ratio límite(porcentaje)

# #30052
source: Seed time ratio limit (percent)
french: Ratio temps seed / téléchargement (pourcent)
spanish: Tiempo límite para semilla(porcentaje)

# #30053
source: Seed time limit (hours)
french: Temps de partage des torrents (heures)
spanish: Tiempo límite para semilla (horas)

# #30054
source: Update library
french: Mettre à jour la médiathéque
spanish: Actualizar libreria

# #30055
source: Add Specials to library
french: Ajouter les épisodes spéciaux (pilotes, ...) à la médiathéque
spanish: Añadir especiales a la librería

# #30057
source: Username
french: Identifiant
spanish: Usuario

# #30058
source: Authorize Quasar
french: Autoriser Quasar
spanish: Actualizar Quasar

# #30059
source: Library update delay on startup (seconds)
french: Différé la mise à jour de la médiathéque (secondes)
spanish: Tiempo de retraso para actualizar libreria (segundos)

# #30060
source: Library update frequency (hours)
french: Fréquence de mise a jour de la bibliothéque (heures)
spanish: Frecuencia de actualización para libreria (horas)

# #30061
source: Sync frequency of Trakt lists to library (hours)
french: Fréquence de synchronisation des listes Trakt(heures)
spanish: Frecuencia de sincronización para Tracklist a la librería (horas)

# #30062
source: Ask to keep the files after streaming
french: Demander a conserver les fichiers aprés les avoir streamés
spanish: Preguntar para mantener archivos después del streaming

# #30063
source: Disable UPNP & NATPMP
french: Désactiver l’UPNP & NATPMP
spanish: Deshabilitar UPNP & NATPMP

# #30064
source: Encryption policy
french: Politique de chiffrement
spanish: Política de encriptación

# #30065
source: Disabled
french: Désactivé
spanish: Deshabilitado

# #30066
source: Forced
french: Forcé
spanish: Forzado

# #30067
source: Proxy type
french: Type de proxy
spanish: Tipo de proxy

# #30070
source: SOCKS5 password
french: Mot de passe SOCKS5
spanish: SOCKS5 contraseña

# #30072
source: HTTP password
french: Mot de passe HTTP
spanish: Contraseña HTTP

# #30074
source: Spoof user agent (highly inadvisable)
french: Agent d’utilisateur (fortement déconseillé)
spanish: Burlarse del agente de usuario (altamente desaconsejado)

# #30075
source: Default from libtorrent (acceptable)
french: Par défaut libtorrent (acceptable)
spanish: Por defecto para libtorrent (aceptable)

# #30086
source: Enable tuned storage settings
french: Activer les paramétres de stockage
spanish: Habilitar calibrar opciones de almacenar

# #30087
source: Ask to delete the files after streaming
french: Demandez de supprimer les fichiers aprés le visionnage
spanish: Preguntar para eliminar archivos después de streaming

# #30088
source: Initial buffering timeout (seconds)
french: Délai de mise en mémoire tampon initial (secondes)
spanish: Tiempo de espera para buffering inicial (segundos)

# #30089
source: Automatically re-scan Kodi library after updates
french: Re-scan automatique la bibliothéque Kodi aprés les mises à jour
spanish: Automáticamente reescanear la librería de Kody después de actualizar

# #30090
source: Listen interfaces
french: Interfaces d'écoute
spanish: Interfaz de escucha

# #30091
source: Outgoing interfaces
french: Interfaces sortantes
spanish: Interfaces de salida

# #30092
source: Use default fanart
french: Utiliser fanart par défaut
spanish: Usar default fanart

# #30093
source: Disable notification sound
french: Désactiver le son de notification
spanish: Deshabilitar sonido de notificación

# #30094
source: Disable background progress dialog
french: Désactiver la boite de dialogue de progression d'arriére-plan
spanish: Deshabilitar progreso de diálogo al fondo

# #30095
source: Resume playback from library integration
french: Reprendre la lecture a partir de la bibliothéque
spanish: Continuar playback desde la librería de integración

# #30096
source: Never
french: Jamais
spanish: Nunca

# #30097
source: Always
french: Toujours
spanish: Siempre

# #30098
source: Active torrents only
french: Torrent actif
spanish: Torrents activos solo

# #30100
source: Quasar has crashed, restarting...
french: Plantage de Quasar, redémarrage...
spanish: Quasar se ha cerrado inesperadamente, reiniciando...

# #30101
source: You must restart Kodi before using Quasar
french: Vous devez redémarrer Kodi avant de pouvoir utiliser Quasar
spanish: Debe reiniciar Kodi antes de usar Quasar

# #30102
source: This add-on can only be run from within Quasar
french: Cet add-on ne peut étre utilisé qu'avec Quasar
spanish: Este complemento solo puede ser utilizado desde Quasar

# #30103
source: Unable to find Quasar binary
french: Impossible de trouver le fichier exécutable Quasar
spanish: No se ha encontrado el binario de Quasar

# #30104
source: Insert file or URL
french: Saisir un fichier ou une URL
spanish: Insertar archivo o URL

# #30106
source: File
french: Fichier
spanish: Archivo

# #30107
source: Insert URL
french: Saisir une URL
spanish: Insertar URL

# #30108
source: File path
french: Chemin vers le fichier
spanish: Ruta del archivo

# #30110
source: Crashed too many times, aborting...
french: Trop de plantages, abandon...
spanish: Ha fallado muchas veces, abortando...

# #30111
source: Provider failed too many times, disabling...
french: Trop d'érreurs du Provider, désactivation...
spanish: El operador ha fallado muchas veces, inhabilitando...

# #30112
source: Unable to disable provider
french: Impossible de désactiver le Provider
spanish: Imposible desactivar operador

# #30113
source: Download path not set, check your settings
french: Chemin de téléchargement non spécifié, vérifiez votre configuration
spanish: Ruta de descarga no definida, revise sus ajustes

# #30116
source: Looks like Quasar is still starting up, give it a few seconds...
french: On dirait que Quasar est toujours en train de démarrer, merci de lui donner quelques secondes ...
spanish: Parece que Quasar está arrancando todavía, dale unos segundos...

# #30117
source: Resolving torrent files...
french: Résolution de fichiers torrent ..
spanish: Resolviendo archivos torrent

# #30141
source: Please support Quasar development by visiting https://quasar.surge.sh/donate
french: Veuillez soutenir le développement de Quasar en visitant https://quasar.surge.sh/donate
spanish: Por favor soporta el desarrollo de Quasar visitando https://quasar.surge.sh/donate

# #30142
source: Default view for menus in Movies
french: Vue par défaut pour les menus dans les Films
spanish: Vista por defecto para menús en películas

# #30143
source: Default view for menus in TV Shows
french: Vue par défaut pour les menus des séries
spanish: Vista por defecto para menús en series de TV

# #30144
source: Default view for movie genres
french: Vue par défaut par genres des films
spanish: Vista por defecto para géneros de películas

# #30145
source: Default view for TV show genres
french: Vue par défaut par genres des séries
spanish: Vista por defecto para géneros de TV

# #30146
source: Keep downloading?
french: Continuer à télécharger ?
spanish: ¿Continuar descargando?

# #30147
source: Caches are still warming up, give it a minute or two...
french: La mise en cache sont encore en action, lui donner une minute ou deux...
spanish: Caché está todavía calentando, dale un minuto o dos...

# #30148
source: Caches warmed up
french: Mise en cache
spanish: Caché calentado

# #30149
source: Trakt username not set, check your settings
spanish: Usuario trakt no seleccionado, por favor mira tus ajustes

# #30199
source: No available JSON-RPC connection to Kodi.[CR]Enable both Application control options in Service settings / Control and restart Kodi.
french: Aucun lien disponible pour Kodi JSON-RPC.[CR]Activez les deux options de controle des application dans les paramétres du service / controle et redémarrez Kodi
spanish: No disponible JSON-RPC conexión a Kodi. Por favor habilita los ambas opciones de control en ajustes de servicio/controles y reinicia Kodi

# #30200
source: Cache cleared
french: Cache nettoyé
spanish: El caché se ha borrado

# #30201
source: Search TV Shows
french: Rechercher des Séries
spanish: Buscar Series de TV

# #30202
source: Choose stream...
french: Choisir un flux
spanish: Seleccione fuente...

# #30203
source: Show information
french: Afficher les informations
spanish: Mostrar información

# #30204
source: Unable to find any providers
french: Aucun Provider trouvé
spanish: No se han encontrado providers

# #30205
source: No links were found
french: Aucun lien trouvé
spanish: No se han encontrado fuentes

# #30206
source: Search Movies
french: Rechercher des films
spanish: Buscar Películas

# #30207
source: Not enough space available on the download path.
french: Pas assez d'espace disponible dans le répertoire de téléchargement
spanish: No hay suficiente espacio disponible en la ruta de descarga.

# #30208
source: Quasar daemon has started
french: Le processus Quasar à démarré
spanish: Quasar daemon ha iniciado

# #30209
source: Search
french: Rechercher
spanish: Buscar

# #30210
source: Most Popular
french: Les plus populaires
spanish: Más Populares

# #30211
source: Top Rated
french: Les mieux classés
spanish: Más Valoradas

# #30212
source: Most Voted
french: Les plus notés
spanish: Más Votadas

# #30214
source: Movies
french: Films
spanish: Películas

# #30215
source: TV Shows
french: Séries
spanish: Series de TV

# #30216
source: Add Torrent
french: Ajouter un Torrent
spanish: Insertar URL

# #30217
source: Paste Magnet or URL
french: Coller un Magnet ou une URL
spanish: Ingresar Magnet o URL

# #30218
source: Next page
french: Page suivante
spanish: Siguiente página

# #30219
source: Add / Remove from library
french: Ajouter / Supprimer de la médiathéque
spanish: Agregar / Eliminar de librería

# #30220
source: Library path not set
french: Chemin vers la médiathéque non spécifié
spanish: No se ha configurado la ruta de la librería

# #30221
source: Item successfully added to library
french: Elément ajouté à la bibliothèque avec succès
spanish: Se agregado correctamente a la librería

# #30222
source: Item removed from library
french: Elément retiré de la bibliothèque
spanish: Se ha eliminado de la librería

# #30223
source: Files
french: Fichiers
spanish: Archivos

# #30224
source: Provider error
french: Erreur du Provider
spanish: Error del provider

# #30225
source: Navigation error
french: Erreur de navigation
spanish: Error de navegación

# #30226
source: Daemon error
french: Erreur du processus Quasar
spanish: Error del daemon

# #30227
source: Error updating Quasar daemon
french: Erreur lors de la mise à jour du processus Quasar
spanish: Error al actualizar Quasar daemon

# #30228
source: Available streams for
french: Flux disponibles pour
spanish: Fuentes disponibles para

# #30230
source: Play / resume torrent
french: Lire / Reprendre le torrent
spanish: Reproducir / resumir torrent

# #30231
source: Pause torrent
french: Mettre en pause le torrent
spanish: Pausar torrent

# #30232
source: Delete torrent
french: Supprimer le torrent
spanish: Borrar torrent

# #30233
source: Pause session
french: Mettre en pause la session
spanish: Pausar sesión

# #30234
source: Resume session
french: Reprendre la lecture de la session
spanish: Resumir sesión

# #30235
source: Resume torrent
french: Reprendre la lecture du torrent
spanish: Resumir torrent

# #30236
source: Recently Released
french: Sorties récentes
spanish: Lanzadas recientemente

# #30237
source: Recent Shows
french: Séries récentes
spanish: Series Recientes

# #30238
source: Recent Episodes
french: Episodes récents
spanish: Episodios Recientes

# #30239
source: Providers
spanish: Proovedores

# #30240
source: Enable
french: Activer
spanish: Activar

# #30241
source: Disable
french: Désactiver
spanish: Desactivar

# #30242
source: Check
french: Vérifier
spanish: Chequear

# #30243
source: Provider failures
french: Erreurs du Provider
spanish: Fallas de Proveedor

# #30244
source: Provider settings
french: Paramétres du Provider
spanish: Configuración de Proveedores

# #30245
source: Popular on Trakt
french: Les plus populaires
spanish: Populares en Trakt

# #30246
source: Trending
french: Les plus tendances
spanish: Tendencia

# #30247
source: Most Played
french: Les plus joués
spanish: Más Reproducidas

# #30248
source: Most Watched
french: Les plus regardés
spanish: Más Vistas

# #30249
source: Most Collected
french: Les plus ajoutés aux collections
spanish: Más Recolectadas

# #30250
source: Most Anticipated
french: Les plus attendus
spanish: Más Anticipadas

# #30252
source: Add to library
french: Ajouter à la médiathéque
spanish: Añadir a Librería

# #30253
source: Remove from library
french: Supprimer de la médiathéque
spanish: Eliminar de Librería

# #30255
source: Add to watchlist
french: Ajouter à la liste à regarder
spanish: Añadir a watchlist

# #30256
source: Remove from watchlist
french: Supprimer de la liste à regarder
spanish: Eliminar de watchlist

# #30257
source: Collection
french: Collection Trakt
spanish: Colección

# #30258
source: Add to collection
french: Ajouter à la collection
spanish: Añadir a Colección

# #30259
source: Remove from collection
french: Supprimer de la collection
spanish: Eliminar de Colección

# #30260
source: A torrent was previously chosen, use it?
french: Un torrent a été choisi précédemment, l'utiliser ?
spanish: Anteriormente fue seleccionado un torrent, desea usarlo?

# #30261
source: Search history
french: Historique de recherche
spanish: Historial de Búsqueda

# #30262
source: Use search history?
french: Utiliser l'historique de recherche ?
spanish: Usar historial de búsqueda?

# #30263
source: Lists
french: Listes
spanish: Listas

# #30264
source: Reset clearances
french: Réinitialisation
spanish: Resetear permisos

# #30265
source: Item already in library
french: Elément déja dans la bibliothéque
spanish: Ítem ya en librería

# #30266
source: Ignore duplicates
french: Ignorer les doublons
spanish: Ignorar duplicados

# #30267
source: Keep downloaded files?
french: Garder les fichiers téléchargés?
spanish: Mantener archivos descargados?

# #30268
source: Toggle watched
french: Activer/désactiver regardé
spanish: Alternar la mirada

# #30269
source: Delete downloaded files?
french: Supprimer les fichiers téléchargés?
spanish: Eliminar archivos descargados?

# #30270
source: Match found in your active torrents, play it?
french: Correspondance trouvée dans vos torrents actifs, les lires ?
spanish: Coincidencia encontrada en tus activos torrents, reproducir este?

# #30271
source: There is now an official multi-provider for Quasar called [COLOR FFFF6B00]Burst[/COLOR], would you like to install it now?
french: Il y a maintenant un provider officiel multiple pour Quasar appellé [COLOR FFFF6B00]Burst[/COLOR], voulez vous l'installer maintenant ?
spanish: Ahora hay un multi-provider oficial para Quasar llamado [COLOR FFFF6B00]Burst[/COLOR], desea instalarlo ahora?

# #30272
source: Installation successful, enjoy Quasar [COLOR FFFF6B00]Burst[/COLOR]!
french: Installation réussie, vous pouvez profiter de Quasar [COLOR FFFF6B00]Burst[/COLOR]!
spanish: Instalación exitosa, disfruta de Quasar [COLOR FFFF6B00]Burst[/COLOR]!

# #30273
source: Shoot... It looks like we couldn't install [COLOR FFFF6B00]Burst[/COLOR] automatically, head over to the Quasar Repository, then under the Program add-ons section to install it.
french: Il semble que nous ne puissions pas installer [COLOR FFFF6B00]Burst[/COLOR], reportez-vous au dépot Quasar, puis a la section programmes complémentaires pour son installation.
spanish: ¡Ostras!... Parece que no podemos instalar [COLOR FFFF6B00]Burst[/COLOR] automáticamente, dirígete sobre Quasar Repository, después debajo de la sección de addons de programas para instalarlo.

# #30274
source: Enable all
french: Activer tout
spanish: Habilitar todo

# #30275
source: Disable all
french: Désactiver tous
spanish: Deshabilitar todo

# #30276
source: Delete torrent and files
french: Supprimer le torrent et les fichiers
spanish: Eliminar torrent y archivos

# #30277
source: %s added to library, do you want to rescan it?[CR]You can later use Kodi's 'Update library' feature instead.
french: %s a été ajouté à la bibliothéque, souhaitez-vous le rescanner ?[CR]Vous pouvez utiliser ultérieurement la fonctionnalité 'Mettre a jour la bibliothéque' de Kodi
spanish: %s añadido a la librería, quieres reescanear la librería?[CR]Tu puedes usar más tarde la opción ‘actualizar librería’ de KODI en su lugar.

# #30278
source: %s removed from library, do you want to clean it?[CR]You can later use Kodi's 'Clean library' feature instead.
french: %s a été retiré de la bibliothéque, voulez-vous le nettoyer ?[CR]Vous pouvez utiliser ultérieurement la fonctionnalité 'Nettoyage Bibliothéque' de Kodi
spanish: %s eliminado de la librería, quieres limpiar la librería?[CR] Tú puedes usar más tarde la opción ‘limpiar librería’ de KODI en su lugar.

# #30279
source: Watchlist added to library
french: Liste à regarder ajouté à la bibliothéque
spanish: Lista de reproducción añadido a la librería

# #30280
source: Collection added to library
french: Collection ajoutée à la bibliothéque
spanish: Colección añadido a la librería

# #30281
source: List added to library
french: Liste ajoutée à la bibliothéque
spanish: Lista añadida a la librería

# #30282
source: Nothing left to remove from Quasar
french: il n'y a plus rien à retirer de Quasar
spanish: Nada para dejar de remover desde Quasar

# #30283
source: Merge to library
french: Fusionner vers bibliothéque
spanish: Incorporar a la librería

# #30284
source: Show unaired seasons
french: Voir saisons
spanish: Enseñar temporadas no transmitidas

# #30285
source: Show unaired episodes
french: Voir épisodes
spanish: Enseñar episodios no trasmitidos

# #30286
source: %s merged to library, do you want to rescan it?[CR]You can later use Kodi's 'Update library' feature instead.
french: %s a été fusionné à la bibliothéque, souhaitez-vous le rescanner ?[CR]Vous pouvez utiliser ultérieurement la fonctionnalité 'Mettre a jour la bibliothéque'
spanish: %s incorporado a la librería, quieres reescanear la librería?[CR]Tu puedes usar más tarde la opción ‘actualizar librería’ de KODI en su lugar.

# #30287
source: %s already in library
french: %s est déja dans la bibliothéque
spanish: % ya en la librería
